Repository: text-adi/local_ua_the_spotify
Catalog: local_the_spoty.po
Languages: uk_ua

source: &About Spotify
uk_ua: &Про Spotify

source: &Copy
uk_ua: &Копіювати

source: &Delete
uk_ua: &Видалити

source: &Develop
uk_ua: Ро&робник

source: &Edit
uk_ua: &Змінити

source: &File
uk_ua: &Файл

source: &Friend Activity
uk_ua: &Діяльність друзів

source: &Help
uk_ua: &Довідка

source: &Log Out
uk_ua: &Вийти

source: &Minimize to Tray
uk_ua: Зго&рнути

source: &Next
uk_ua: &Далі

source: &Paste
uk_ua: В&ставити

source: &Pause
uk_ua: &Призупинити

source: &Play
uk_ua: &Увімкнути

source: &Playback
uk_ua: В&ідтворення

source: &Redo
uk_ua: &Повторити

source: &Repeat
uk_ua: П&овторяти

source: &Reset Zoom
uk_ua: &Скинути масштаб

source: &Show Spotify
uk_ua: По&казати Spotify

source: &Shuffle
uk_ua: &Перемішувати

source: &Undo
uk_ua: &Відмінити

source: &View
uk_ua: &Переглянути

source: A new Spotify upgrade is available, but the automatic upgrade failed. The reason could be that Spotify was installed with another user account. You can continue using the current version or manually reinstall using the link below.
uk_ua: Для Spotify доступно обновление, но выполнить его автоматически не удалось. Возможно, приложение Spotify было установлено через аккаунт другого пользователя. Ты можешь использовать текущую версию Spotify или перейти по ссылке ниже и переустановить программу вручную.vvДля Spotify доступне оновлення, але виконати автоматичне оновлення не вдалося. Причиною могло бути те, що Spotify було встановлено з іншим обліковим записом користувача. Ви можете продовжувати використовувати поточну версію або вручну переінсталювати за посиланням нижче.

source: About Spotify
uk_ua: Про Spotify

source: Actual Size
uk_ua: Фактичний розмір

source: All Files
uk_ua: Всі файли

source: Are you sure you want to disable hardware acceleration?
uk_ua: Ви впевнені, що хочете вимкнути апаратне прискорення?

source: Are you sure you want to disable hardware acceleration? This will disable the use of the graphics processor (GPU) in your computer, which can sometimes solve graphics issues, but can also make Spotify slower when redrawing the screen. For this setting to take effect, you need to restart Spotify.
uk_ua: Ви впевнені, що хочете вимкнути апаратне прискорення? Це вимкне використання графічного процесора (GPU) у вашому комп’ютері, який іноді може вирішити проблеми з графікою, але також може сповільнити Spotify під час перемальовування екрана. Щоб це налаштування набуло чинності, вам потрібно перезапустити Spotify.

source: Are you sure you want to enable hardware acceleration?
uk_ua: Ви впевнені, що хочете ввімкнути апаратне прискорення?

source: Are you sure you want to enable hardware acceleration? This will enable the use of the graphics processor (GPU) in your computer, which can make Spotify faster when redrawing the screen, but can also in rare cases introduce graphics issues. For this setting to take effect, you need to restart Spotify.
uk_ua: Ви впевнені, що хочете ввімкнути апаратне прискорення? Це дозволить використовувати графічний процесор (GPU) у вашому комп’ютері, що може зробити Spotify швидшим під час перемальовування екрана, але в рідкісних випадках може викликати проблеми з графікою. Щоб це налаштування набуло чинності, вам потрібно перезапустити Spotify.

source: Audio Files
uk_ua: Аудіо

source: Bring All to Front
uk_ua: Показати усі вікна

source: Cancel
uk_ua: Скасувати

source: Close
uk_ua: Закрити

source: Collect logs
uk_ua: Збір логів

source: Copy
uk_ua: Копіювати

source: Cu&t
uk_ua: &Вирізати

source: Custom Files
uk_ua: Користувацькі файли

source: Cut
uk_ua: Вирізати

source: Delete
uk_ua: Видалити

source: Develop
uk_ua: Розробка

source: Disable and Restart
uk_ua: Вимкнути та перезапустити

source: Do not show this message again
uk_ua: Більше не показувати це повідомлення

source: E&xit
uk_ua: &Вихід

source: Edit
uk_ua: Змінити

source: Emoji & Symbols
uk_ua: Смайли та символи

source: Enable and Restart
uk_ua: Увімкнути і перезапустити

source: File
uk_ua: Файл

source: Filter
uk_ua: Фільтр

source: Friend Activity
uk_ua: Діяльність друзів

source: Go Back
uk_ua: Попередній

source: Go Forward
uk_ua: Наступний

source: Hardware Acceleration
uk_ua: Апаратне прискорення

source: Help
uk_ua: Довідка

source: Hide Others
uk_ua: Приховати інше

source: Hide Spotify
uk_ua: Приховати Spotify

source: Image Files
uk_ua: Зображення

source: It seems like the Spotify Updater wasn't able to start properly. Do you want to wait a bit more?
uk_ua: Схоже, Spotify Updater не зміг запуститися належним чином. Хочеш ще трохи почекати?

source: Licensing Information
uk_ua: Про ліцензії

source: Log Out
uk_ua: Вийти

source: Log in with Facebook
uk_ua: Війти через Facebook

source: Migrating Spotify Cache
uk_ua: Переносимо кеш Spotify…

source: Migrating your Spotify data...
uk_ua: Переносимо дані…

source: Minimize
uk_ua: Згорнути

source: New Playlist
uk_ua: Новий список відтворення

source: New Playlist Folder
uk_ua: Нова папка списку відтворення

source: Next
uk_ua: Наступний

source: Offline Mode
uk_ua: Без доступу до мережі інтернет

source: Open File
uk_ua: Відкрити файл

source: P&references...
uk_ua: &Параметри…

source: P&revious
uk_ua: &Попередній

source: Paste
uk_ua: Вставити

source: Pause
uk_ua: Пауза

source: Play
uk_ua: Грати

source: Playback
uk_ua: Відтворення

source: Preferences
uk_ua: Налаштування

source: Previous
uk_ua: Попередній

source: Private Session
uk_ua: Приватний режим

source: Quit Spotify
uk_ua: Вийти зі Spotify

source: Redo
uk_ua: Повторити

source: Repeat
uk_ua: Повторяти

source: Restart Spotify
uk_ua: Перезапустити Spotify

source: SCTA Information
uk_ua: Про акт SCTA

source: Search
uk_ua: Пошук

source: Seek Backward
uk_ua: Перемотати назад

source: Seek Forward
uk_ua: Перемотати вперед

source: Select &All
uk_ua: В&ибрати все

source: Select All
uk_ua: Вибрати все

source: Services
uk_ua: Сервіси

source: Show All
uk_ua: Показати усе

source: Shuffle
uk_ua: Перемішати

source: Skip
uk_ua: Пропустити

source: Spotify &Community
uk_ua: &Спільнота Spotify

source: Spotify &Help
uk_ua: &Довідка Spotify

source: Spotify Community
uk_ua: Спільнота Spotify

source: Spotify Failed to Upgrade
uk_ua: Не вдалося оновити Spotify

source: Spotify Help
uk_ua: Довідка Spotify

source: Spotify failed to migrate some of your data.
uk_ua: Деякі дані не вдалося перенести.

source: Spotify needs your permission to install an update.
uk_ua: Для встановлення оновлення Spotify потрібен досвід

source: The cache contains local copies of music data, playlists and album art.
uk_ua: У кеші зберігаються локальні копії або фрагменти музичних файлів, а також плейлисти та обкладинки альбомів.

source: Third-party Software
uk_ua: Стороннє ПЗ

source: This will disable the use of the graphics processor (GPU) in your computer, which can sometimes solve graphics issues, but can also make Spotify slower when redrawing the screen. For this setting to take effect, you need to restart Spotify.
uk_ua: Після цього програма не зможе використовувати графічний процесор комп'ютера. Можливо, це вирішить проблеми з графікою. При цьому не виключено, що зображення на екрані Spotify буде оновлюватися повільніше. Щоб зміни набули чинності, перезавантажте Spotify.

source: This will enable the use of the graphics processor (GPU) in your computer, which can make Spotify faster when redrawing the screen, but can also in rare cases introduce graphics issues. For this setting to take effect, you need to restart Spotify.
uk_ua: Це дозволить застосунку використовувати графічний процесор комп'ютера. Можливо, після цього зображення на екрані Spotify буде оновлюватися швидше, але можуть виникнути проблеми з графікою. Щоб зміни набули чинності, перезавантажте Spotify.

source: Undo
uk_ua: Скасувати

source: Video Files
uk_ua: Відео

source: View
uk_ua: Відкрити

source: Volume &Down
uk_ua: Зробити &тихіше

source: Volume &Up
uk_ua: Зробити &голосніше

source: Volume Down
uk_ua: Зробити тихіше

source: Volume Up
uk_ua: Зробити голосніше

source: Window
uk_ua: Вікно

source: Your &Account
uk_ua: Мій &аккаунт

source: Your Account
uk_ua: Мій аккаунт

source: Zoom
uk_ua: Масштаб

source: Zoom &In
uk_ua: З&більшити

source: Zoom &Out
uk_ua: З&меншити

source: Zoom In
uk_ua: Збільшити

source: Zoom Out
uk_ua: Зменшити

# sClientInfoPlistOsxNSDownloadsFolderUsageDescription
source: Spotify will scan your Downloads folder for audio files. You will find them in the side navigation, if you enable Local Files in Spotify's settings.
uk_ua: Spotify перевірить, чи є треки в папці "Завантаження". Щоб треки з'явилися на бічній панелі навігації, увімкніть параметри «Файли на пристрої» в налаштуваннях програми.

# sInstallerInfoPlistOsxCFBundleDisplayName
source: Spotify Installer
uk_ua: Менеджер Spotify

# sInstallerInfoPlistOsxCFBundleName
source: Spotify Installer
uk_ua: Менеджер Spotify

# sInstallerOsxAskUserToAuthenticate.
source: Spotify needs permission to install.
uk_ua: Для встановлення Spotify потрібен дозвіл.

# sInstallerOsxAskUserToQuitSpotify
source: Please quit Spotify and try again
uk_ua: Вийдіть із Spotify и спробуйте ще раз

# sInstallerOsxContinueInBackground
source: Continue in background
uk_ua: Продовжити у фоновому режимі

# sInstallerOsxDownloadFailedErrorDescription
source: An error occurred while trying to download Spotify.
uk_ua: При скачуванні Spotify сталася помилка.

# sInstallerOsxDownloadFailedRetryIn
source: Download failed. Retrying in %ds.
uk_ua: Неможливо завантажити дані. Ми повторимо спробу через %1$d сек.

# sInstallerOsxDownloadingSpotify
source: Downloading Spotify…
uk_ua: Завантажуємо Spotify…

# sInstallerOsxExtractionFailedErrorDescription
source: An error occurred while trying to extract Spotify.
uk_ua: Під час розпакування Spotify виникла помилка.

# sInstallerOsxGenericErrorDescription
source: An error occurred while trying to install Spotify.
uk_ua: При встановлені Spotify сталася помилка.

# sInstallerOsxInstallFailedErrorDescription
source: An error occurred while trying to install Spotify.
uk_ua: При встановлені Spotify сталася помилка.

# sInstallerOsxInstallationFailed
source: Installation Failed
uk_ua: Помилка встановлення

# sInstallerOsxInstallationFailedDefaultButtonTitle
source: Download from Spotify.com
uk_ua: Завантажити із сайту spotify.com

# sInstallerOsxInstallationIncompleteContinueButtonTitle
source: Continue Installation
uk_ua: Продовжити встановлення

# sInstallerOsxInstallationIncompleteDesc
source: The installation of Spotify is almost complete. Do you really want to quit?
uk_ua: Встановлення Spotify майже завершена. Скасувати встановлення?

# sInstallerOsxInstallationIncompleteTitle
source: Installation Incomplete
uk_ua: Встановлення не завершено

# sInstallerOsxInstallingSpotify
source: Installing Spotify…
uk_ua: Встановлюємо Spotify…

# sInstallerOsxMMAboutInstallSpotify
source: About Install Spotify
uk_ua: Про інсталятор Spotify

# sInstallerOsxMMBringAllToFront
source: Bring All to Front
uk_ua: Показати всі вікна

# sInstallerOsxMMHelp
source: Help
uk_ua: Довідка

# sInstallerOsxMMHideInstallSpotify
source: Hide Install Spotify
uk_ua: Приховати інсталятор Spotify

# sInstallerOsxMMHideOthers
source: Hide Others
uk_ua: Приховати інше

# sInstallerOsxMMInstallSpotify
source: Install Spotify
uk_ua: Інсталятор Spotify

# sInstallerOsxMMInstallSpotifyHelp
source: Install Spotify Help
uk_ua: Довідка

# sInstallerOsxMMMinimize
source: Minimize
uk_ua: Згорнути

# sInstallerOsxMMQuitInstallSpotify
source: Quit Install Spotify
uk_ua: Вийти і інстралятора Spotify

# sInstallerOsxMMServices
source: Services
uk_ua: Сервіси

# sInstallerOsxMMShowAll
source: Show All
uk_ua: Показати усе

# sInstallerOsxMMWindow
source: Window
uk_ua: Вікно

# sInstallerOsxMMZoom
source: Zoom
uk_ua: Масштаб

# sInstallerOsxMountFailedErrorDescription
source: An error occurred while trying to mount the downloaded Spotify disk image.
uk_ua: При підключенні завантаженого образу Spotify сталася помилка.

# sInstallerOsxMoveApplicationButtonDoNotMove
source: Do not move
uk_ua: Не переносити

# sInstallerOsxMoveApplicationButtonMove
source: Move to Applications folder
uk_ua: Перенести до папки «Програми»

# sInstallerOsxMoveApplicationCouldNotMove
source: Could not move to Applications folder
uk_ua: Не вдалося перенести до папки «Програми»

# sInstallerOsxMoveApplicationQuestionInfoInDownloadsFolder
source: This will keep your Downloads folder uncluttered.
uk_ua: Це допоможе тобі підтримувати порядок у папці «Завантеження».

# sInstallerOsxMoveApplicationQuestionInfoWillRequirePasswd
source: Note that this will require an administrator password.
uk_ua: Примітка. Потрібно ввести пароль адміністратора.

# sInstallerOsxMoveApplicationQuestionMessage
source: I can move myself to the Applications folder if you'd like.
uk_ua: Інсталятор можна перенести до папки «Програми».

# sInstallerOsxMoveApplicationQuestionTitle
source: Move to Applications folder?
uk_ua: Перенести до папки «Програми»?

# sInstallerOsxMoveApplicationQuestionTitleHome
source: Move to Applications folder in your Home folder?
uk_ua: Перенести до папки користувача > Програми?

# sInstallerOsxQuitButtonTitle
source: Quit
uk_ua: Вийти

# sInstallerOsxUnsupportedPlatformDesc
source: Sorry, Spotify requires Mac OS X 10.5 or later running on an Intel processor.
uk_ua: Для роботи Spotify необхідна операційна система macOS 10.5 або пізнішої версії, а також комп'ютер із процесором Intel.

# sInstallerOsxUnsupportedPlatformHelp
source: Find out more at Spotify.com
uk_ua: Докладніше на spotify.com

# sInstallerOsxUnsupportedPlatformTitle
source: Unsupported Platform
uk_ua: Платформа не підтримується
